export const PopularProductsList = [
  {
    id: 1,
    title: "Салат горячий яичный столовый 300г",
    image: "tovar1.jpg",
    price: "35.30",
  },
  {
    id: 2,
    title: "Салат горячий яичный столовый 300г",
    image: "tovar2.jpg",
    price: "17.30",
  },
  {
    id: 3,
    title: "Салат горячий яичный столовый 300г",
    image: "tovar3.jpg",
    price: "9.00",
  },
  {
    id: 4,
    title: "Салат горячий яичный столовый 300г",
    image: "tovar4.jpg",
    price: "18.75",
  },
  {
    id: 5,
    title: "Салат горячий яичный столовый 300г",
    image: "tovar2.jpg",
    price: "23.50",
  },
];

export const AdvantagesList = [
  {
    id: 1,
    title: "Работаем только по официальному договору",
    text: "Этот трактат по теории этики был очень популярен",
    image: "check-list.png",
  },
  {
    id: 2,
    title: "С нами вы экономите много времени и деньги",
    text: "В результате сгенерированный Lorem Ipsum выглядит правдоподобно",
    image: "purse.png",
  },
  {
    id: 3,
    title: "Всегда рассмотрим вопросы сотрудничества",
    text: "Также все другие известные генераторы используют один текст",
    image: "handshake.png",
  },
  {
    id: 4,
    title: "Работаем только по официальному договору",
    text: "Этот трактат по теории этики был очень популярен",
    image: "label.png",
  },
  {
    id: 5,
    title: "Сертифицированные специалисты",
    text: "В результате сгенерированный Lorem Ipsum выглядит правдоподобно",
    image: "certificate.png",
  },
  {
    id: 6,
    title: "Всегда рассмотрим вопросы сотрудничества",
    text: "Также все другие известные генераторы используют один текст",
    image: "target.png",
  },
];

export const ReviewsList = [
  {
    id: 1,
    title: "Татьяна Миронова",
    text:
      "Ресторан сделан в виде традиционной помещичьей усадьбы. Дубовые столы, охотничьи трофеи на бревенчатых стенах, русская печь и живая музыка отлично передаёт очарование светлых традиций старинного трактира",
    image: "photo.png",
    position: "менеджер",
  },
  {
    id: 2,
    title: "Ольга Миронова",
    text:
      "Ресторан сделан в виде традиционной помещичьей усадьбы. Дубовые столы, охотничьи трофеи на бревенчатых стенах, русская печь и живая музыка отлично передаёт очарование светлых традиций старинного трактира",
    image: "photo.png",
    position: "менеджер",
  },
];

export const ServicesList = [
  {
    id: 1,
    title: "Основные блюда",
    image: "service1.jpg",
  },
  {
    id: 2,
    title: "Вторые блюда",
    image: "service2.jpg",
  },
  {
    id: 3,
    title: "Десерты",
    image: "service3.jpg",
  },
  {
    id: 4,
    title: "Вторые блюда",
    image: "service2.jpg",
  },
  {
    id: 5,
    title: "Салаты",
    image: "service1.jpg",
  },
];

export const StepsList = [
  {
    id: 1,
    title: "Вы совершаете заказ с сайта или по звонку",
    text:
      "В то время некий безымянный печатник создал большую коллекцию размеров и форм шрифтов, используя Lorem Ipsum для распечатки образцов",
    image: "operator.png",
  },
  {
    id: 2,
    title: "Работаем по официальному договору",
    text:
      "При публикации сайта в интернете изображения, как и текст, удаляются, а на их место помещаются требуемые в соответствии с содержанием страницы изображения, предоставляемые владельцем сайта",
    image: "",
  },
  {
    id: 3,
    title: "Получаете выбранный продукт",
    text:
      "Практикой подтверждено, что использование осмысленного текста для демонстрационного заполнения дизайн-макета может помешать объективной оценке дизайна и композиции",
    image: "",
  },
];

export const ClientsList = [
  {
    id: 1,
    image: "client1.png",
  },
  {
    id: 2,
    image: "client2.png",
  },
  {
    id: 3,
    image: "client3.png",
  },
  {
    id: 4,
    image: "client4.png",
  },
  {
    id: 5,
    image: "client5.png",
  },
  {
    id: 6,
    image: "client6.png",
  },
  {
    id: 7,
    image: "client2.png",
  },
  {
    id: 8,
    image: "client3.png",
  },
];

export const FaqList = [
  {
    id: 1,
    title: "Сколько по времени занимает доставка?",
    text:
      "В то время некий безымянный печатник создал большую коллекцию размеров и форм шрифтов 36 регистрационных центров во всех областных городах, а также некоторых районных центрах (Слуцк, Барановичи, Борисов, Пинск, Полоцк, Мозырь, Бобруйск, Лида)",
  },
  {
    id: 2,
    title: "Какова гарантия на единицу товара?",
    text:
      "В то время некий безымянный печатник создал большую коллекцию размеров и форм шрифтов 36 регистрационных центров во всех областных городах, а также некоторых районных центрах (Слуцк, Барановичи, Борисов, Пинск, Полоцк, Мозырь, Бобруйск, Лида)",
  },
  {
    id: 3,
    title: "Имеются ли у вас торговые точки в Беларуси?",
    text:
      "В то время некий безымянный печатник создал большую коллекцию размеров и форм шрифтов 36 регистрационных центров во всех областных городах, а также некоторых районных центрах (Слуцк, Барановичи, Борисов, Пинск, Полоцк, Мозырь, Бобруйск, Лида)",
  },
  {
    id: 4,
    title: "Доставляете ли вы в другие города спутники?",
    text:
      "В то время некий безымянный печатник создал большую коллекцию размеров и форм шрифтов 36 регистрационных центров во всех областных городах, а также некоторых районных центрах (Слуцк, Барановичи, Борисов, Пинск, Полоцк, Мозырь, Бобруйск, Лида)",
  },
];

export const TarifsList = [
  {
    id: 1,
    title: "ЛЕГКИЙ",
    text:
      "В то время некий безымянный печатник создал большую коллекцию размеров и форм шрифтов",
    image: "tarif1.png",
    price: "35.30",
    oldprice: "42.90",
  },
  {
    id: 2,
    title: "СТАНДАРТНЫЙ",
    text:
      "В то время некий безымянный печатник создал большую коллекцию размеров и форм шрифтов",
    image: "tarif2.png",
    price: "45.30",
    oldprice: "52.90",
  },
  {
    id: 3,
    title: "ХАРДКОРНЫЙ",
    text:
      "В то время некий безымянный печатник создал большую коллекцию размеров и форм шрифтов",
    image: "tarif3.png",
    price: "55.30",
    oldprice: "62.90",
  },
];

export const GalleryList = [
  {
    id: 1,
    image: "photo1.jpg",
  },
  {
    id: 2,
    image: "photo2.jpg",
  },
  {
    id: 3,
    image: "photo3.jpg",
  },
  {
    id: 4,
    image: "photo4.jpg",
  },
  {
    id: 5,
    image: "photo5.jpg",
  },
  {
    id: 6,
    image: "photo6.jpg",
  },
  {
    id: 7,
    image: "photo7.jpg",
  },
  {
    id: 8,
    image: "photo8.jpg",
  },
  {
    id: 9,
    image: "photo5.jpg",
  },
  {
    id: 10,
    image: "photo6.jpg",
  },
];

export const NumbersList = [
  {
    id: 1,
    title: "47",
    text: "Этот трактат по теории этики был очень популярен",
  },
  {
    id: 2,
    title: "144",
    text: "В результате сгенерированный Lorem Ipsum выглядит правдоподобно",
  },
  {
    id: 3,
    title: "93",
    text: "Также все другие известные генераторы используют один текст",
  },
];

export const TabsBlockList = [
  {
    id: 1,
    title: "Краткая история",
    subtitle: "Гастротур по ресторану: как покушать по-княжески",
    text:
      "Холодники являются гордостью традиционной белорусской кухни. В знойные летние дни такой суп буквально спасал белорусов от перегрева и давал много энергии для продолжения работы",
    image: "imagetab.jpg",
  },
  {
    id: 2,
    title: "Питаемся правильно",
    subtitle: "Гастротур по ресторану: как покушать по-княжески",
    text: "В результате сгенерированный Lorem Ipsum выглядит правдоподобно",
    image: "imagetab.jpg",
  },
  {
    id: 3,
    title: "Варианты",
    subtitle: "Гастротур по ресторану: как покушать по-княжески",
    text: "Также все другие известные генераторы используют один текст",
    image: "imagetab.jpg",
  },
];

export const AddinationalServicesList = [
  {
    id: 1,
    title: "Горячая акция",
    text: "Одно бесплатное при заказе трех “Стандартных” блюд",
    price: "РУБ 205",
  },
  {
    id: 2,
    title: "Специальное предложение",
    text: "Питаемся правильно",
    price: "РУБ 70",
  },
  {
    id: 3,
    title: "Специальное предложение",
    text: "В праздничные дни напитки в 2 раза дешевле",
    price: "РУБ 20",
  },
  {
    id: 4,
    title: "Специальное предложение",
    text: "Компании из 7 человек скидочная карта в подарок",
    price: "БЕСПЛАТНО",
  },
];

export const SocialList = [
  {
    id: 1,
    title: "INSTAGRAM",
    link: "https://www.instagram.com/",
  },
  {
    id: 2,
    title: "FACEBOOK",
    link: "https://www.facebook.com/",
  },
  {
    id: 3,
    title: "VKONTAKTE",
    link: "https://vk.com/",
  },
  {
    id: 4,
    title: "TWITTER",
    link: "https://twitter.com/",
  },
];

export const FooterSocialList = [
  {
    id: 1,
    title: "fb",
    link: "https://www.facebook.com/",
    image: "facebook.png",
  },
  {
    id: 2,
    title: "vk",
    link: "https://vk.com/",
    image: "vk.png",
  },
  {
    id: 3,
    title: "ok",
    link: "https://ok.ru/",
    image: "ok.png",
  },
  {
    id: 4,
    title: "instagram",
    link: "https://www.instagram.com/",
    image: "instagram.png",
  },
];

export const Menu = [
  {
    id: 1,
    title: "Популярные продукты",
    link: "popular_products",
  },
  {
    id: 2,
    title: "Преимущества",
    link: "advantages",
  },
  {
    id: 3,
    title: "Отзывы",
    link: "reviews_wrap",
  },
  {
    id: 4,
    title: "Услуги",
    link: "services",
  },
  {
    id: 5,
    title: "Акция",
    link: "sale_wrap",
  },
  {
    id: 6,
    title: "Этапы",
    link: "steps",
  },
  {
    id: 7,
    title: "Клиенты",
    link: "clients_wrap",
  },
  {
    id: 8,
    title: "Вопросы и ответы",
    link: "question",
  },
  {
    id: 9,
    title: "Тарифные планы",
    link: "tarifs_wrap",
  },
  {
    id: 10,
    title: "Фотогалерея",
    link: "gallery",
  },
  {
    id: 11,
    title: "Текстовый редактор",
    link: "editor",
  },
  {
    id: 12,
    title: "Мы в цифрах",
    link: "numbers",
  },
  {
    id: 13,
    title: "Национальное блюдо",
    link: "tabs",
  },
  {
    id: 14,
    title: "Дополнительные услуги",
    link: "add",
  },
  {
    id: 15,
    title: "Социальные сети",
    link: "social",
  },
  {
    id: 16,
    title: "Обратная связь",
    link: "feedback_wrap",
  },
  {
    id: 17,
    title: "Карта",
    link: "map",
  },
  {
    id: 18,
    title: "Контакты",
    link: "footer",
  },
];
